[{"Type": "ISO", "Standard": "ISO 13485:2016", "Standard_Link": "https://www.iso.org/standard/59752.html", "Edition": 3, "Publication_Year": 2016, "Status": "Active", "Standard_Title": "Medical devices — Quality management systems — Requirements for regulatory purposes", "Description": "ISO 13485 specifies the requirements for a medical device manufacturer’s quality \nmanagement system (QMS). The standard outlines the QMS requirements \nnecessary to prove that the manufacturer is able to produce safe and effective \nmedical devices that meet user needs and comply with all applicable regulations.", "Corrigenda_Amendments": "", "FDA_Recognized_Consensus_Standard": "No", "EU_Harmonised_Standard": "EN ISO 13485:2016, \nEN ISO 13485:2016/A11:2021, \nEN ISO 13485:2016/AC:2018", "EU_Regulation": "Regulation (EU) 2017/745"}, {"Type": "ISO", "Standard": "ISO 14971:2007", "Standard_Link": "https://www.iso.org/standard/38193.html", "Edition": 2, "Publication_Year": 2007, "Status": "Withdrawn", "Standard_Title": "Medical devices — Application of risk management to medical devices", "Description": "ISO 14971:2007 specifies a process for a manufacturer to identify the hazards associated with medical devices, including in vitro diagnostic (IVD) medical devices, to estimate and evaluate the associated risks, to control these risks, and to monitor the effectiveness of the controls.\n\nThe requirements of ISO 14971:2007 are applicable to all stages of the life-cycle of a medical device.", "Corrigenda_Amendments": "", "FDA_Recognized_Consensus_Standard": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfstandards/detail.cfm?standard__identification_no=41350", "EU_Harmonised_Standard": "EN ISO 14971:2012", "EU_Regulation": "Directive 93/42/EEC, Directive 90/385/EEC, Directive 98/79/EC"}, {"Type": "ISO", "Standard": "ISO 14971:2019", "Standard_Link": "https://www.iso.org/standard/72704.html", "Edition": 3, "Publication_Year": 2019, "Status": "Active", "Standard_Title": "Medical devices — Application of risk management to medical devices", "Description": "ISO 14971 specifies the process for risk management of medical devices, \nsoftware as a medical device (SaMD), and in vitro medical devices. The standard \noutlines a process for medical device manufacturers to identify hazards, evaluate \nthe risks associated with them, and implement risk controls. Risk management as defined within the standard applies to all stages of the medical device lifecycle \nand should be an ongoing process.", "Corrigenda_Amendments": "", "FDA_Recognized_Consensus_Standard": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfstandards/detail.cfm?standard__identification_no=41349", "EU_Harmonised_Standard": "EN ISO 14971:2019, \nEN ISO 14971:2019/A11:2021", "EU_Regulation": "Regulation (EU) 2017/745"}, {"Type": "IEC", "Standard": "IEC 62304:2006", "Standard_Link": "https://www.iso.org/standard/38421.html", "Edition": 1, "Publication_Year": 2006, "Status": "Active", "Standard_Title": "Medical device software — Software life cycle processes", "Description": "IEC 62304 specifies a framework for the processes, activities, and tasks that \noccur throughout the lifecycle of medical device software. This standard defines \nthe lifecycle for Software as a Medical Device (SaMD), software as a component \nof a medical device, or software that is used in the production of a medical \ndevice.", "Corrigenda_Amendments": "IEC 62304:2006/Amd 1:2015", "FDA_Recognized_Consensus_Standard": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfstandards/detail.cfm?standard__identification_no=38829", "EU_Harmonised_Standard": "EN 62304:2006, \nEN 62304:2006/AC:2008", "EU_Regulation": "Directive 93/42/EEC, Directive 90/385/EEC, Directive 98/79/EC"}, {"Type": "IEC", "Standard": "IEC 62366:2007", "Standard_Link": "https://www.iso.org/standard/38594.html", "Edition": 1, "Publication_Year": 2007, "Status": "Withdrawn", "Standard_Title": "Medical devices — Application of usability engineering to medical devices", "Description": "Specifies a process for a manufacturer to analyse, specify, design, verify and validate usability, as it relates to safety of a medical device. This usability engineering process assesses and mitigates risks caused by usability problems associated with correct use and use errors, i.e. normal use. It can be used to identify but does not assess or mitigate risks associated with abnormal use.\n\nIf the usability engineering process detailed in this International Standard has been complied with and the acceptance criteria documented in the usability validation plan have been met, then the residual risks, as defined in ISO 14971, associated with usability of a medical device are presumed to be acceptable, unless there is objective evidence to the contrary.\n\nThis International Standard does not apply to clinical decision-making relating to the use of a medical device.", "Corrigenda_Amendments": "IEC 62366:2007/Amd 1:2014", "FDA_Recognized_Consensus_Standard": "No", "EU_Harmonised_Standard": "EN 62366:2008", "EU_Regulation": "Directive 93/42/EEC,  Directive 98/79/EC"}, {"Type": "IEC", "Standard": "IEC 62366-1:2015", "Standard_Link": "https://www.iso.org/standard/63179.html", "Edition": 1, "Publication_Year": 2015, "Status": "Active", "Standard_Title": "Medical devices — Part 1: Application of usability engineering to medical devices", "Description": "ISO 62366-1 specifies the usability engineering process for medical devices, \nalso known as human factors engineering. The standard offers guidance for \nmanufacturers in analyzing, developing, and evaluating the usability of their \nmedical device, as well as how to assess and mitigate any risks associated with \nthe normal use of the device. ", "Corrigenda_Amendments": "IEC 62366-1:2015/Amd 1:2020,\nIEC 62366-1:2015/Cor 1:2016", "FDA_Recognized_Consensus_Standard": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfstandards/detail.cfm?standard__identification_no=41236", "EU_Harmonised_Standard": "", "EU_Regulation": ""}, {"Type": "ISO", "Standard": "ISO 11135-1:2007", "Standard_Link": "https://www.iso.org/standard/43185.html", "Edition": 1, "Publication_Year": 2007, "Status": "Withdrawn", "Standard_Title": "Sterilization of health care products — Ethylene oxide — Part 1: Requirements for development, validation and routine control of a sterilization process for medical devices", "Description": "ISO 11135-1:2007 specifies requirements for the development, validation and routine control of an ethylene oxide sterilization process for medical devices.\n\nSterilization processes validated and controlled in accordance with the requirements of ISO 11135-1:2007 are not assumed to be effective in inactivating the causative agents of spongiform encephalopathies such as scrapie, bovine spongiform encephalopathy and Creutzfeld Jacob disease. Specific recommendations have been produced in particular countries for the processing of materials potentially contaminated with these agents.", "Corrigenda_Amendments": "", "FDA_Recognized_Consensus_Standard": "No", "EU_Harmonised_Standard": "EN ISO 11135-1:2007", "EU_Regulation": "Directive 93/42/EEC, Directive 90/385/EEC"}, {"Type": "ISO", "Standard": "ISO 11135:2014", "Standard_Link": "https://www.iso.org/standard/56137.html", "Edition": 2, "Publication_Year": 2014, "Status": "Active", "Standard_Title": "Sterilization of health-care products — Ethylene oxide — Requirements for the development, validation and routine control of a sterilization process for medical devices", "Description": "ISO 11135 specifies the process for sterilization of a medical device using \nethylene oxide. The standard offers guidance on developing, validating, and \ncontrolling the process in both industrial and healthcare settings.", "Corrigenda_Amendments": "ISO 11135:2014/Amd 1:2018", "FDA_Recognized_Consensus_Standard": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfstandards/detail.cfm?standard__identification_no=39387", "EU_Harmonised_Standard": "EN ISO 11135:2014, \nEN ISO 11135:2014/A1:2019", "EU_Regulation": "Regulation (EU) 2017/745"}, {"Type": "IEC", "Standard": "IEC 60601-1:2005", "Standard_Link": "https://webstore.iec.ch/publication/2606", "Edition": 3, "Publication_Year": 2005, "Status": "Active", "Standard_Title": "Medical electrical equipment - Part 1: General requirements for basic safety and essential performance", "Description": "IEC 60601-1:2005 contains requirements concerning basic safety and essential performance that are generally applicable to medical electrical equipment. For certain types of medical electrical equipment, these requirements are either supplemented or modified by the special requirements of a collateral or particular standard. Where particular standards exist, this standard should not be used alone. The contents of the corrigenda of December 2006 and December 2007, the interpretation sheets of April 2008, January 2009 and May 2013 have been included in this copy.", "Corrigenda_Amendments": "IEC 60601-1:2005/AMD1:2012/ISH1:2021", "FDA_Recognized_Consensus_Standard": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfstandards/detail.cfm?standard__identification_no=43309", "EU_Harmonised_Standard": "EN 60601-1:2006, \nEN 60601-1:2006/AC:2010,\nEN 60601-1:2006/A1:2013 (IEC 60601-1:2005/A1:2012)", "EU_Regulation": "Directive 93/42/EEC, Directive 90/385/EEC"}, {"Type": "IEC", "Standard": "IEC 60601-1-2:2014", "Standard_Link": "https://webstore.iec.ch/publication/2590", "Edition": 4, "Publication_Year": 2014, "Status": "Active", "Standard_Title": "Medical electrical equipment - Part 1-2: General requirements for basic safety and essential performance - Collateral Standard: Electromagnetic disturbances - Requirements and tests", "Description": "IEC 60601-1-2:2014 applies to the basic safety and essential performance of Medical Equipment (ME) equipment and ME systems in the presence of electromagnetic disturbances and to electromagnetic disturbances emitted by me equipment and me systems. This collateral standard to IEC 60601-1 specifies general requirements and tests for basic safety and essential performance with regard to electromagnetic disturbances and for electromagnetic emissions of ME equipment and ME systems. They are in addition to the requirements of the general standard IEC 60601-1 and serve as the basis for particular standards. This fourth edition cancels and replaces the third edition of IEC 60601-1-2, and constitutes a technical revision.", "Corrigenda_Amendments": "IEC 60601-1-2:2014+AMD1:2020 CSV ", "FDA_Recognized_Consensus_Standard": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfstandards/detail.cfm?standard__identification_no=41539", "EU_Harmonised_Standard": "EN 60601-1-2:2015", "EU_Regulation": "Directive 93/42/EEC"}, {"Type": "IEC", "Standard": "IEC 60601-1-3:2008", "Standard_Link": "https://webstore.iec.ch/publication/2592", "Edition": 2, "Publication_Year": 2008, "Status": "Active", "Standard_Title": "Medical electrical equipment - Part 1-3: General requirements for basic safety and essential performance - Collateral Standard: Radiation protection in diagnostic X-ray equipment", "Description": "This collateral standard applies to X-ray equipment and to subassemblies of such equipment, where radiological images of a human patient are used for diagnosis, planning or guidance of medical procedures. The object of this collateral standard is to establish general requirements for protection against X-radiation in X-ray equipment, in order that the irradiation of the human patient, the operator, staff and members of the public can be kept as low as reasonably achievable, without jeopardizing the benefit of the radiological procedure. Particular standards may specify their appropriate values and/or measures for general requirements specified in this collateral standard. The implementation of the general requirements or the reference to the particular standard instead, shall be justified in the risk management process. This collateral standard considers radiation protection aspects related to X-radiation only. Requirements for the control of the electrical energy used to generate X-radiation, which is also an important aspect of radiation protection, are included in IEC 60601-1 and in particular standards for the safety and essential performance of the equipment concerned. This document cancels and replaces the first edition of IEC 60601-1-3, published in 1994 (which replaced IEC 407 issued in 1973). It constitutes a technical revision. This edition has been restructured and aligned to IEC 60601-1(2005) and focussed on general requirements for RADIATION PROTECTION that apply to all diagnostic X-RAY EQUIPMENT. Requirements particular to specific equipment have been removed and will be covered in particular standards. For a description of the changes, see the mapping in Annex C.", "Corrigenda_Amendments": "IEC 60601-1-3:2008+AMD1:2013+AMD2:2021 CSV", "FDA_Recognized_Consensus_Standard": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfstandards/detail.cfm?standard__identification_no=42271", "EU_Harmonised_Standard": "EN 60601-1-3:2008,\nEN 60601-1-3:2008/AC:2010,\nEN 60601-1-3:2008/A11:2016", "EU_Regulation": "Directive 93/42/EEC"}, {"Type": "IEC", "Standard": "IEC 60601-1-6:2010", "Standard_Link": "https://webstore.iec.ch/publication/2595", "Edition": 3, "Publication_Year": 2010, "Status": "Active", "Standard_Title": "Medical electrical equipment - Part 1-6: General requirements for basic safety and essential performance - Collateral standard: Usability", "Description": "IEC 60601-1-6:2010 specifies a process for a manufacturer to analyse, specify, design, verify and validate usability, as it relates to basic safety and essential performance of medical electrical equipment. This usability engineering process assesses and mitigates risks caused by usability problems associated with correct use and use errors, i.e., normal use. It can be used to identify but does not assess or mitigate risks associated with abnormal use. If the usability engineering process detailed in this collateral standard has been complied with and the acceptance criteria documented in the usability validation plan have been met (see 5.9 of IEC 62366:2007), then the residual risks, as defined in ISO 14971, associated with usability of me equipment are presumed to be acceptable, unless there is objective evidence to the contrary (see 4.1.2 of IEC 62366:2007). The object of this collateral standard is to specify general requirements that are in addition to those of the general standard and to serve as the basis for particular standards. This document cancels and replaces the second edition of IEC 60601-1-6 which has been technically revised. It was revised to align with the usability engineering process in IEC 62366. To allow for equipment manufacturers and testing organizations to make products and to equip themselves for conducting revised tests in accordance with this third edition, it is recommended by SC 62A that the content of this document not be adopted for mandatory implementation earlier than 3 years from the date of publication for equipment newly designed and not earlier than 5 years from the date of publication for equipment already in production.", "Corrigenda_Amendments": "IEC 60601-1-6:2010+AMD1:2013+AMD2:2020 CSV", "FDA_Recognized_Consensus_Standard": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfstandards/detail.cfm?standard__identification_no=41531", "EU_Harmonised_Standard": "EN 60601-1-6:2010", "EU_Regulation": "Directive 93/42/EEC, Directive 90/385/EEC"}, {"Type": "IEC", "Standard": "IEC 60601-1-8:2006", "Standard_Link": "https://www.iso.org/standard/41986.html", "Edition": 2, "Publication_Year": 2006, "Status": "Active", "Standard_Title": "Medical electrical equipment — Part 1-8: General requirements for basic safety and essential performance — Collateral standard: General requirements, tests and guidance for alarm systems in medical electrical equipment and medical electrical systems", "Description": "Specifies basic safety and essential performance requirements and tests for alarm systems in medical electrical equipment and medical electrical systems and to provide guidance for their application. This is accomplished by defining alarm categories (priorities) by degree of urgency, consistent alarm signals and consistent control states and their marking for all alarm systems.", "Corrigenda_Amendments": "IEC 60601-1-8:2006/Amd 2:2020,\nIEC 60601-1-8:2006/Amd 1:2012", "FDA_Recognized_Consensus_Standard": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfstandards/detail.cfm?standard__identification_no=41529", "EU_Harmonised_Standard": "EN 60601-1-8:2007,\nEN 60601-1-8:2007/AC:2010,\nEN 60601-1-8:2007/A11:2017", "EU_Regulation": "Directive 93/42/EEC"}]